Repository: erlang-synrc/server
Catalog: apps/nsp_srv/priv/lang/custom/*/gettext.po
Languages: tr

source: You can't upload more than $number$ files per day
tr: Günlük olarak, $number$ adetten fazla dosya yükleyemezsiniz

source: You don't have access to do that.
tr: Bunu yapma yetkiniz yok.

source: You don't have enough points to play!
tr: Oynamak için yeterli kotanız yok

source: You don't let to do this operation
tr: Bunu yapma yetkiniz yok.

source: You have $point$ kakapoints
tr: $point$ adet kakuşunuz var

source: You have alrady requested in past
tr: Bunu zaten talep etmiştiniz

source: You have left from table
tr: Masadan ayrıldınız

source: You have no chance to get any gift points. Fast game only.
tr: Bu oyun şeklinde hediye puanı kazanma şansınız yok. Sadece hızlı oyun oynayabilirsiniz.

source: You have subscribed to '~s'.
tr: '~s' kullanıcısına abone oldunuz.

source: You may unsubscribe from group messages this way. You can also subscribe back later if you wish
tr: Grup aboneliğinden çıkabilirsiniz. İsterseniz daha sonra tekrar abone olabilirsiniz.

source: You must be at least 18 to use this site.
tr: Bu siteyi kullanabilmek için, kanunen 18 yaş üzeri olmanız gerekiyor.

source: You must be at least 18 years of age to use the site according to law.
tr: Bu siteyi kullanabilmek için, kanunen 18 yaş üzeri olmanız gerekiyor.

source: You should click 'Allow' to continue!
tr: 'İzin Ver' tuşu ile devam edin.

source: You subscribed to this group
tr: Bu gruba abone oldunuz

source: You will see this part very soon.
tr: Bu bölüm pek yakında gümbür gümbür geliyor.

source: You'll see a window shown here after clicking the continue login:
tr: Girişe devam ettiğinizde bu pencereyi göreceksiniz:

source: You've already created table with that name.
tr: Zaten bu isimle bir masa yarattınız.

source: Your account dashboard. You can find all details about your account here.
tr: Sizin sayfanız. Sizinle ilgili tüm detayları bu sayfada bulabilirsiniz.

source: Your account has been activated. Now you can sign. Enjoy!
tr: Hesabınız etkinleştirildi. Şimdi giriş yapabilirsiniz. Teşekkürler!

source: Your account is blocked. Please, contact with administration.
tr: Hesabınız engellendi. Bunda bir hata var diyorsanız, lütfen bize iletişim ya da destek bölümünden erişiniz.

source: Your account is blocked.<br/> Reason: $reason$ <br/> Please, contact with administration to unblock account.
tr: Hesabınız engellendi. <br/> Sebebi: $reason$ <br/> Bunda bir hata var diyorsanız, lütfen bize iletişim ya da destek bölümünden erişiniz.

source: Your e-mail was put into queue. Invite will be send later
tr: Talebiniz kuyrukta, davetiye gönderilecektir

source: Your email *:
tr: Eposta adresiniz *:

source: Your email is invalid, we can't send invite.
tr: Eposta adresiniz geçersiz. Davetiye gönderemeyiz.

source: Your groups:
tr: Gruplarınız:

source: Your own
tr: Sizinkiler

source: Your private correspondence, no one other can read
tr: Özel mesajlarınız, başka kimse okuyamaz

source: Your request is not accepted
tr: Talebiniz reddedildi

source: Your transaction cancelled due to judicial reasons
tr: Mahkeme kararı nedeniyle işleminiz iptal edildi

source: comments
tr: yorum

source: consectetur adipiscing elitarel. Aliquam sed sed elitereberi interdum merase adipiscing.
tr: non existing text

source: edit
tr: düzenle

source: error
tr: hata

source: group!
tr: grup!

source: likes
tr: sevdimler

source: members
tr: üye

source: starting game...
tr: oyun başlıyor...

source: subscribers
tr: aboneler

source: subscription
tr: abonelik

source: thank you for buying our package
tr: paketimizi aldığınız için sağolun varolun

source: ~p not found~n
tr: ~p bulunamadı ~n

source: All functions are not completed yet.
tr: Bazı özellikler üzerinde hala çalışıyoruz ve site tam olarak bitmiş değil.

source: BE A MEMBER NOW
tr: HEMEN ÜYE OL

source: Choose your own game options
tr: • Oyun kriterlerini kendiniz seçin

source: Collect your kakara points and get a bigger, nicer gift.
tr: • Dilerseniz puan biriktirin ve daha güzel bir hediye alın

source: Create tournaments, play with your friends
tr: • Kendi turnuvanızı yaratıp dostlarınızla oynayın

source: Create your own gaming world
tr: • kendi oyun dünyanızı yaratın

source: Create your own gaming world. Play without disturbed by anyone.
tr: • Kimse tarafından rahatsız edilmeden oynayın

source: Create your own tournaments
tr: Kendi turnuvanızı yaratın

source: Define what kind of criteria you need for your opponents
tr: • Nasıl oyuncularla oynamak istediğinizi kendiniz belirleyin

source: Define your own criteria
tr: • Oyun kriterlerini kendiniz seçin

source: Don't show this again
tr: bunu bir daha bana gösterme

source: Encryption error
tr: Şifreleme hatası

source: Get a big prize in awarded tournaments
tr: • Ödüllü olan turnuvularda büyük ödülü kazanın!

source: Get your gift
tr: • Hediyenizi alın

source: Get your gift upon membership
tr: • Üye olduğunuz an hediyenizi kazanın!

source: Get your gift upon membership!
tr: • Üye olduğunuz an hediyenizi kazanın!

source: Gifts section explanation area 1.
tr: Artık karşılıksız verme devri bitti Bundan sonra oynamaya ayırdığınız zaman ve küçücük paralar size HEDİYE olarak geri dönüyor. ÜYELERİMİZ, hiçbir şarta bağlı olmadan hediye puanları kazanırlar. Kazanmak yada kaybetmek fark etmez. Oyun oynayan her oyuncu hediye puanı kazanır.

source: Gifts section explanation area 2
tr: Kaybeden de kazanır, kazanan daha da çok kazanır. Hesabında biriken puanlar ile hediye kataloğundan istediği hediyeyi alabilir. İsterse, puanlı üyelik paketi satın alarak daha çok puan kazanır. Sanal alemden satın alabileceğiniz çok geniş bir ürün yelpazesi sizi bekliyor…

source: IBAN Number
tr: IBAN Nosu

source: In Our Social Complex
tr: Sosyal Tesislerimizde

source: In our social complex!
tr: Sosyal Tesislerimizde

source: Interact with only people you've selected
tr: Nasıl oyuncularla oynamak istediğinizi kendiniz belirleyin

source: Kakaranet gotchas
tr: Kakaranet neler sunuyor?

source: Lay back and relax
tr: Uzanın ve rahat edin

source: Lay back and relax!
tr: Uzanın ve rahat edin

source: Let's rock this placetogether with you
tr: Geldiğinize çok memnun olduk :)

source: Our site is 'not' completely functional at this stage We glad if you report our faults and also advise to us for new future requests. We believe it will be cool to meet you
tr: Olabildiğince eğlenceli ve gündelik hayatın dertlerini biraz olsun unutmanızı sağlayan bir alan yaratmaya çalıştık. Sitemiz nihayet 'açık beta' olarak devreye alındı. Beta durumunda bazı özellikler çalışmıyor olacaktır. Lütfen kusurumuza bakmayın.

source: Play with your selected players, partners
tr: • Sadece istediğiniz üyelerle temas kurun

source: Select your colorful, funny gift
tr: Yüzlerce hediye içinden istediğinizi seçin

source: Select your opponent
tr: • Nasıl oyuncularla oynamak istediğinizi kendiniz belirleyin

source: Select your opponents right a way
tr: • Nasıl oyuncularla oynamak istediğinizi kendiniz belirleyin

source: Select your opponents right way
tr: • Nasıl oyuncularla oynamak istediğinizi kendiniz belirleyin

source: Share your ideas, music, files about everything.
tr: • Her konuda fikirlerinizi, dosyalarınızı, müziğinizi paylaşın

source: Show your talent
tr: Yeteneğinizi konuşturun

source: Since the site is half made you can say that you are in construction site.
tr: Hala bitiremediğimiz için, bir nevi şantiyeye girmiş oluyorsunuz haliyle.

source: Socialization (or socialisation) is a term used by sociologists, social psychologists, anthropologists, political scientists and educationalists to refer to the lifelong process of inheriting and disseminating norms, customs and ideologies, providing an individual with the skills and habits necessary for participating within his or her own society. Socialization is thus the means by which social and cultural continuity are attained.
tr: Burası sadece bir oyun ortamı değil, istediğin her şeyi paylaşabileceğin bir platform. “Nasıl görünmek istiyorsan öyle ol”! ya da “Nasılsan öyle görün”! Kendini ifade etmek için ne istiyorsan yap… Resimlerin, müziğin, felsefen, için, dışın, hatta yan tarafların… Bunları kiminle paylaşmak istiyorsan sen belirle.

source: TL Account
tr: TL Hesabı

source: Thank you very much for your kind support.
tr: Verdiğiniz destek için çok çok teşekkür ederiz.

source: Usage Terms
tr: Kullanım Şartları

source: We are positive discriminators for women
tr: Sitemiz kadınlar için pozitif ayrımcıdır.

source: We can have some problems like logouts, age changes etc. :)
tr: Bazı küçük sorunlar yaşama ihtimaliniz var elbette.

source: Wellcome to our open public site.
tr: Beta aşamasındaki sitemize hoş geldiniz.

source: What s beta anyway?
tr: Beta ne demektir?

source: When you be a member!
tr: Üye olduğunuzda

source: Why don't you
tr: Haydi siz de

source: With tournament challenge!
tr: Turnuva heyecanı

source: You don't have to play with unknown players
tr: Bilmediğiniz oyuncularla oynamak zorunda değilsiniz

source: join us :)
tr: bize katılın :)

source: Let's rock this place together with you
tr: Geldiğinize çok memnun olduk :)

source: Let's rock this place together with you
tr: Geldiğinize çok memnun olduk :)

source: Why don't you
tr: Haydi siz de

source: Why don't you
tr: Haydi siz de

source: From this point you can:
tr: Bu sorun karşısında yapabilecekleriniz:

source: for help;
tr: yardım için;

source: $number$ invites has been deleted!
tr: $number$ adet davetiye silindi!

source: $username$ table, $date$
tr: $username$ masası, $date$

source: All friends of
tr: Tüm arkadaşlar

source: All your own and your friends posts. And your favourite groups' posts too.
tr: Sizin ya da takip ettiğiniz kişilerin ve gruplarınızın girdileri/bildirimleri.

source: BE A MEMBER
tr: ÜYE OLUN

source: Change your status to show what are you up to
tr: Durum bilginizi değiştirebilirsiniz.

source: Click here to post your entry to the feed. You can still remove it anytime
tr: Buraya tıklayarak yeni bir gönderi girebilirsiniz. Merak etmeyin, istediğiniz zaman silebilirsiniz.

source: Comments:
tr: Yorumlar:

source: Create your own group
tr: Kendi grubunuzu yaratın

source: Delete expired invites
tr: Süresi dolan davetleri sil

source: Entries:
tr: Girişler:

source: Full name
tr: Ad soyad

source: Group with this shortname already exists! Maybe, you should check it out.
tr: Bu isimde bir grup var maalesef. Başka bir isim seçseniz?

source: Internal Server Error!
tr: Çok acıklı bir sunucu hatası

source: Issuer couldn't replied.
tr: Ödeme sorunu - Banka cevap veremiyor

source: Members:
tr: Üyeler:

source: Mobile payments. Coming soon.
tr: Mobil ödeme bölümü pek yakında

source: My account
tr: Hesabım

source: MyFeed
tr: Akış

source: New direct message from
tr: Yeni doğrudan mesaj

source: Once again, we are sorry. If you have some spare time, please tell us what caused this error, and we will make it right.
tr: Bir kere daha özür diliyoruz. Eğer vaktiniz varsa lütfen bu hatayı, yardım merkemizde rapor ediniz.

source: Paired
tr: Eşli

source: Password entry limit exceeded
tr: Şifre giriş sınırı aşıldı

source: Public Beta from 20 Jul 2012
tr: Public Beta 20 Jul 2012

source: Short name
tr: Kısa adı

source: Something strange happend
tr: Sistemde bir gariplik oluştu

source: Something strange happend, we are really sorry.
tr: Sistemimizde cins bir durum oluştu. Gerçekten özür diliyoruz.

source: Something strange happend, we really sorry.
tr: Sistemimizde cins bir durum oluştu. Gerçekten özür diliyoruz.

source: Sorry, $n$ Mbytes is the upload limit here
tr: Pardon ama en fazla, $n$ MB boyunda dosya yükleyebilirsiniz.

source: Sorry, can't upload binary files
tr: Maalesef bu türden dosyaların yüklenmesine izin veremiyoruz.

source: Subscribers:
tr: Aboneler:

source: Subscriptions:
tr: Abonelikler:

source: This would of been great, wouldn't it! Go on, try it!
tr: Harika olurdu değil mi? Haydi deneyin.

source: To:
tr: Kime:

source: User ($user$) leaving
tr: ($user$) kullanıcısı ayrılıyor

source: User ($user$) was kicked by ($owner$).
tr: ($user$) kullanıcısı masa sahibi ($owner$) tarafından masadan çıkartıldı.

source: Verification required
tr: Onaylama gerekiyor

source: What it will be all about
tr: Nedir ne değildir?

source: You can check your existing gifts
tr: Mevcut hediyelerinizi kontrol edebilirsiniz

source: You have blocked
tr: Bloklandınız

source: You where kicked.
tr: Oyundan atıldınız.

source: back
tr: geri

source: go to
tr: git

source: hate letter
tr: sorunlarınızı bildirin

source: not entered
tr: belirtilmedi

source: or go
tr: ya da

source: support site
tr: destek sitesi

source: write us a
tr: bize yazın

source: ! We have a problem here. guiders-js does not work quite well with dynamic content. As you can see, we have no arrows. I will try to buid our guider scenario as this is how it should be.
tr: Nerde olduğu meçhul bir girdidir kendisi.

source: And this is the text area for writing. You can also put youtube, vimeo or other links in here.
tr: Bu alanda istediğiniz türden bir fikri ya da başka birinin dediklerini paylaşabilirsiniz. Ayrıca yazdığınıza video, müzik linkleri de ekleme şansınız var. Sadece kopyalayıp yapıştırın yeter.

source: As you play games or browse groups, you might find people you want to be friends with. In technical terms this means automatically showing what they are willing to share in your feed.
tr: Oyun oynarken ya da diğer kişilerin sayfalarını gezerken, onlara abone olmak isteyebilirsiniz. Abone olduğunuz an, onların yazdıklarını kendi sayfanızdan takip etmeye başlarsınız.

source: Attachment box
tr: Dosya ekleyin

source: Attributes
tr: Özellikler

source: Buy mobile fail
tr: Mobil satın alma başarısız

source: Buy mobile success
tr: Mobil satın alma başarılı

source: City
tr: Şehir

source: Create button
tr: Masanı kur

source: Day
tr: Gün

source: Detailed settings
tr: Detaylı seçenekler

source: District
tr: Semt

source: Error for unknown reason!
tr: Bilinmeyen bir sebeple hata oluştu. Bu hatayı bilemediğimize göre Osman Abi haklı, limon satmaya başlamamızın zamanı gelmiş.

source: Error: '$reason$'!
tr: Hata: '$reason$'!

source: Game
tr: Oyun

source: Groups are communities of people with common interests. Groups can be public and private. You can join any public group and see its entry right in your feed. You need an invitation to join someones private group though. And also you can create your own group if you like to.
tr: Gruplar, ortak bir konuda bir araya gelen kişiler içindir. İstediğiniz bir gruba, eğer " Özel " bir grup değilse bağlanabilirsiniz. Eğer isterseniz, kendi gurubunuzu da yaratabilirsiniz. Abone olduğunuz gruplardaki yazılar da sizin sayfanızdan takip edilebilir.

source: Here you can share your thoughts, interesting links, music and pictures with the public. You can make friends, join different groups or even create your own group. Here, let us show you everything in detail.
tr: Burada düşüncelerinizi paylaşabilir, ilginç linkleri, müziği ve resimleri paylaşabilirsiniz. Arkadaş bulabilir, değişik gruplara bağlanabilir ve hatta kendi grubunuzu yaratabilirsiniz.

source: Loading...
tr: Yükleniyor...

source: Month
tr: Ay

source: No, thanks
tr: Yok, kalsın

source: Play
tr: Oyna

source: Please check your mailbox.
tr: Özel mesajlarınızı kontrol ediniz.

source: Postal code
tr: Posta kodu

source: Public Beta - 10 Aug 2012
tr: Public Beta - 17 Aug 2012

source: Share button
tr: Paylaşmaya hazır mısın?

source: Sometimes you might want to have a private conversations with someone. Direct messages are the right tool for this. They do not go in anyones feed, instead they are only available from here.
tr: Doğrudan mesajlaşma ile size abone olmuş ve sizin de abone olduğunuz arkadaşlarınızla birebir mesajlaşabilirsiniz.

source: Text area
tr: Yazı alanı

source: Thank you for going through this guide. Hope this was helpful. If you have any problem, feel free to use our support service.
tr: Umarız ki, anlattıklarımızla daha kolaylaşır hayatınız :) Herhangi bir konuda sorunuz olursa, en altta yer alan yardım ve destek bölümüne alenen ulaşabilirsiniz.

source: Thank you!
tr: Teşekkür ederiz.

source: This is not the real text for the quider. I just want it to look real, so I can play with paddings, fonts, colors etc.
tr: Oyun bulan alanına hoşgeldiniz. Bu sayfadan istediğiniz türde oyun oluşturabilir ya da mevcut masalara katılabilirsiniz.

source: This is the main share button. You press it and all you have written in a text area will be sent to your friends dashboards. Along with the attachments of course.
tr: Paylaşmak istediğiniz fikri yazdıktan ve varsa başka internet sitelerinden link ekledikten sonra, eğer dosya ekleyecekseniz onu da ekledikten sonra, nihayet hazırsınız. Gönderin gelsin, sevenleriniz artsın, düşmanlarınız çatlasın :)

source: This shoud be a general note, as we do not have arrows for tabs.
tr: Oyun bulan açıklama 3

source: This shows your activity on Kakaranet. It does not mean much, but it still good to know, how much people are reading you.
tr: Buradan da Kakaranet üzerindeki aktivitenizi görebilirsiniz. Ayrıca sizi okuyanları da görebilirsiniz.

source: Unknown User
tr: Bilinmeyen Kullanıcı

source: User '$username$' does not exist!
tr: Bu kullanıcı '$username$' kayıtlı değil

source: User '$username$' exist!
tr: '$username$' bu kullanıcı adı sistemimizde kayıtlı.

source: Verification letter sent
tr: Onaylama mektubu gönderildi

source: We also have a bunch of detailed settings here. Click the link and you will see.
tr: Pek çok detaylı ayar göreceksiniz.

source: Welcome to Kakaranet dashboard
tr: Size özel sayfanıza hoş geldiniz.

source: Welcome to Kakaranet matchmaker
tr: Oyun bulan sayfasına hoş geldiniz.

source: You are welcome
tr: Hoş geldiniz.

source: You can also add files to your entry. Right now the limit is 3 files and 30 Mbytes per post. And yes, uploading big files might take a little lime, so please be patient with this.
tr: Ayrıca girdiğiniz bildirime dosya da ekleyebilirsiniz. mp3, pdf, v.b. pek çok belge türünü kabul ediyoruz. Her biri 30MB olan dosyalardan en fazla 3 kez koyabiliyorsunuz şimdilik. Yükleme zaman alabilir lütfen sabırlı olun.

source: Your feed
tr: Akış

source: Your feed combines all the messages from your friends, groups along with your own entries. Also, when you press small "share" button on some other entry, it also goes to your feed
tr: Akış denen hadise ile arkadaşlarınızın ve abone olduğunuz grupların tüm girişlerini görebilirsiniz. Ayrıca Paylaş tuşuna basarsanız, bu gördüğünüz girişi siz de paylaşmış olursunuz.

source: mode
tr: oyun türü

source: rounds
tr: el sayısı

source: speed
tr: hız

source: Ödülü al. Yürü git. Yenisine bak.
tr: Ödülü al. Yenisine bak.

source: AFFILIATE
tr: Bayiiler

source: Affiliate followers
tr: Bayii takipçileri

source: Affiliates
tr: Bayiiler

source: Affiliates that can see payment details:
tr: Ödeme detaylarını görebilecek bayiiler

source: Affiliates that can't:
tr: Satış detayı görmeyecek olanlar:

source: All affiliate followers of
tr: Bu kişinin tüm takipçileri

source: All your affiliate followers
tr: Size bağlı olanlar

source: Allow to see details
tr: Detayları görmesine izin ver

source: Disallow that
tr: Buna izin verme

source: STATISTICS
tr: İstatistik

source: User '$username$' is not an affiliate!
tr: Kullanıcı '$username$' bir bayii değil

source: username...
tr: kullanıcıadı...

source: Date
tr: Tarih

source: Payment Type
tr: Ödeme tipi

source: This user haven't bought any package yet.
tr: Bu kullanıcı, henüz bir paket satın almadı.

source: Total:
tr: Toplam:

source: Guns and Butter
tr: Grup Açıklaması

source: Guns, butter, everything in between
tr: Grup hakkında açıklamayı buraya yazın

source: I want to let everyone post to my group
tr: Bu gruba herkes yorum yazabilir

source: Likes:
tr: Sevdikleri:

source: New Table
tr: Yeni Masa Uyarısı

source: Unknown
tr: Bilinmiyor

source: You
tr: Siz

source: and
tr: ve

source: gunsandbutter
tr: grup_kısa_adını_yazın

source: like this.
tr: bunu beğenenler.

source: likes this.
tr: bunu sevdi.

source: people
tr: kişi

source: Comments
tr: Yorumlar

source: Created
tr: Yaratılma tarihi

source: Date of Birth
tr: Doğum tarihi

source: Date of birth
tr: Doğum tarihi

source: Entries
tr: Bildirimler

source: Friends only
tr: Sadece arkadaşlarım

source: Gender limit
tr: Cinsiyet

source: In group
tr: Grubunda

source: Invite users
tr: Davet et

source: Likes
tr: Sevdiklerim

source: Members
tr: Üyeler

source: Players
tr: Oyuncular

source: Purchase details
tr: Satınalma detayları

source: Search users
tr: Kullanıcı Ara

source: Something
tr: Seçim

source: Subscribers
tr: Abone sayısı

source: Subscriptions
tr: Abonelik sayısı

source: Surname
tr: Soyadı

source: To
tr: Kime

source: User count
tr: Kullanıcı sayısı

source: Double quota, kakush and game points to
tr: Kota, kakuş ve oyun puanlarını katla

source: Add new contract
tr: Yeni bayii ekle

source: Add new contract type
tr: Yeni bayilik tipi ekle

source: Additional options description
tr: Robot isteyip istemediğinizi, argo/küfür tercihinizi, özel masa durumunu, seyirci kabul edip etmediğinizi burada ayarlama şansınız var.

source: Affiliate contracts
tr: Bayii tipleri

source: Attributes description.
tr: Her oyuna göre bazı seçenekleriniz mevcut. Mesela eşli oyun, göstermeyle bitme gibi. Eşli oyunlarda eş seçmeniz gerekiyor.

source: Comission
tr: Komisyon

source: Comission total
tr: Komisyon toplam

source: Commission (%)
tr: Komisyon (%)

source: Contract type
tr: Kontrat türü

source: Contracts
tr: Kontratlar

source: Create button description.
tr: Oyun seçeneklerini ayarladıktan sonra, masanızı kurabilirsiniz. İsterseniz, "Detaylı Ayarlar" bölümünden, tamamen kafanıza göre bir masa kurabilirsiniz.

source: Create description.
tr: Masa kurmak için buraya tıklayın. Kolayca masanızı kurun ve oyuncular sizi bulsun.

source: Create new type
tr: Yeni bir tür yarat

source: Criteria description
tr: Oyun tercihleri alanı

source: Detailed game speed
tr: Oyun hızı seçimi

source: Detailed game speed description
tr: Oyun hızı seçimi.

source: Detailed game type
tr: Oyun türü seçimi

source: Detailed game type description
tr: Oyun türü seçimi. Seçtiğiniz oyun türüne göre, gelen seçenekleri inceleyiniz. Ayrıca hemen alttaki linki takip ederek, her oyun için oyun türü, kota ve kakuş bilgisi alabilirsiniz.

source: Detailed paired
tr: Oyun özellik seçimi

source: Detailed paired description
tr: Oyunlarda yer alan, eşli, göstermeyle bitme v.b. seçenekleri, seçtiğiniz oyun türüne göre seçebilirsiniz.

source: Detailed rounds
tr: El sayısı seçimi

source: Detailed rounds description
tr: El sayısını vaktinize göre yapmanızı tavsiye ediyoruz. Vaktiniz azsa 10-20 el arası iyidir. Uzun oynarım, kakuş severim diyorsanız daha çok el oynamak iyidir.

source: Detailed settings create
tr: Detaylı ayarlar

source: Detailed settings create description
tr: Detaylı ayarlar bölümü

source: Detailed settings description.
tr: Bu bölümde masa kurarken size lazım olabilecek ince ayarlarımız mevcut. Mutlaka bir göz atın.

source: Disable
tr: Etkisiz kıl

source: Disable old contract type
tr: eski kontrat türünü etkisiz kıl

source: Double quota
tr: Katlama seçeneği

source: Double quota description
tr: İstediğiniz oyunda, katlama seçeneğini kullanabilirsiniz. Kaç ile katlarsanız, herkesten o derecede kota kesintisi yapılır. 2 ila 10 katı diyebilirsiniz. Böylece rakiplerinize hodri meydan demiş olursunuz.

source: Duration
tr: Süre

source: Error - $something$!
tr: Hata - $something$!

source: Friend settings description.
tr: Size abone olmuş, ya da sizin abone olduğunuz arkadaşlarınız seçerek, sadece onlarla oynayabilirsiniz. Bu listede yer almayanlar oyuna davet edilmeyecektir.
