Repository: erlang-synrc/server
Catalog: apps/nsp_srv/priv/lang/custom/*/gettext.po
Languages: tr

source: More
tr: Daha Fazla Yorum Gör

source: My Account
tr: Hesabım

source: My Discussions
tr: Tartışmalarım

source: My Feed
tr: Bildirimlerim

source: My Gifts
tr: Hediyelerim

source: My Page
tr: Sayfam

source: My Profile
tr: Profilim

source: My accont
tr: Hesabım

source: My order history
tr: Sipariş geçmişi

source: Name
tr: Adı

source: Name Surname
tr: Adı Soyadı

source: Name:
tr: Adı:

source: Name:
tr: Adı:

source: Net membership fee
tr: Net üyelik bedeli

source: New Tournament
tr: Yeni Turnuva

source: New friend list
tr: Yeni arkadaş listesi

source: New game
tr: Yeni oyun

source: New password
tr: Yeni şifre

source: New password (again)
tr: Yeni şifre (tekrar)

source: New password *:
tr: Yeni şifre * :

source: New password:
tr: Yeni şifre:

source: Nick:
tr: Kullanıcı adı:

source: Nickname:
tr: Kullanıcı adı:

source: No observers
tr: Seyircisiz oyun

source: No, i'm staying
tr: Hayır, kalıyorum

source: No. of players
tr: Oyuncu sayısı

source: No. of quota
tr: Kota miktarı

source: Not implemented
tr: Bu özellik eklenmedi

source: Not implemented.
tr: bu özellik eklenmedi.

source: Not supported
tr: Desteklenmiyor

source: Nothing on this page
tr: Henüz arkadaşınız yok

source: Notification options
tr: Bildirim seçenekleri

source: Now you can create your game!
tr: Şimdi oyununuzu yaratabilirsiniz!

source: Num
tr: Oyun

source: Num of players
tr: Oyuncu sayısı

source: OK
tr: TAMAM

source: Observers are accepted
tr: Seyirci kabul ediyorum

source: Offline
tr: Çevrim dışı

source: Ok
tr: Tamam

source: Online
tr: Burdayım

source: Online Gamers
tr: Oynayanlar

source: Only first
tr: Sadece birinci

source: Only owner can do that.
tr: Sadece masa sahibi bunu yapabilir

source: Only owner can start the game
tr: Sadece masa sahibi oyunu başlatabilir.

source: Operation can't be directed to proper section
tr: Operasyon uygun bölüme yönlendirilemedi.

source: Operation cancelled
tr: İşlem iptal edildi

source: Operation couldn't be cancelled
tr: İşlem iptal edilemedi

source: Operation partially done
tr: İşlem kısmen yapıldı

source: Optional settings
tr: Opsiyonel seçimler

source: Options
tr: Seçenekler

source: Or the real text. At least a draft of it. It is the absolutely number one choise anytime anywhere!
tr: Ya da gerçek yazı da olabilir. Ama en önemlisi, bunun nerde olduğunu bulmakta!

source: Original rejected/File is out of service
tr: Orjinal reddedildi/Dosya servis dışı

source: Others
tr: Diğerleri

source: Our player $username$, has created '$tablename$' for $gametype$ game. Game specs:
tr: $username$, adlı kullanıcımız '$tablename$' adlı masada $gametype$ oyunu yarattı. Oyun özellikleri şöyle:

source: Our player, $username$, has created
tr: isimli masada $username$ tarafından kuruldu.

source: for
tr: adlı

source: game
tr: oyunu

source: specs
tr: özellikleri şöyle

source: Owner
tr: Sahibi

source: Owner:
tr: Sahibi:

source: PLAY
tr: HEMEN OYNA

source: Package
tr: Paket

source: Package $number$, $quota$ quotas, $date$
tr: Paket no $number$, $quota$ kota, tarih $date$

source: Package number
tr: Paket nosu

source: Packages
tr: Paketler

source: Packet
tr: Paket

source: Paid:
tr: Ödendi:

source: pair
tr: eşli

source: Pair
tr: Eşli

source: Paired Game
tr: Eşli Oyun

source: Password
tr: Şifre

source: Password (again)
tr: Şifre (tekrar)

source: Password can't be verified
tr: Şifre onaylanamadı

source: Password different!
tr: Şifreler farklı

source: Password entry limit exceeded!!! Seize the card.
tr: Şifre giriş limiti aşıldı. Karta el koyun.

source: Password entry lmit exceeded
tr: Şifre girme limiti aşıldı. #minicakal detected.

source: Password is to short. Six letters needed.
tr: Şifre çok kısa. En az 6 karakter olmalı.

source: Password is too short.
tr: Şifre çok kısa

source: Password is wrong
tr: Şifre hatalı

source: Passwords does not match.
tr: Şifreler aynı değil.

source: Passwords don't match.
tr: Şifreler aynı değil.

source: Passwords should match!
tr: Şifreler aynı olmalı!

source: Payment failed
tr: Ödeme başarısız oldu

source: Payments
tr: Ödemeler

source: Paypal error
tr: Paypal hatası

source: Paypal transaction Id
tr: Paypal transaction Id nosu

source: Personal
tr: Kişisel

source: Personal Settings
tr: Kişisel Ayarlar

source: Personal settings
tr: Kişisel ayarlar

source: Phd
tr: Doktora

source: Player statistics
tr: Oyuncu istatistikleri

source: Players:
tr: Oyuncular:

source: Please become our member. You will start getting those gifts as soon as being our member.
tr: Lütfen üyemiz olun. Üye olduğunuz an, hediyelerle dolu güzel günler sizi bekliyor olacak :)

source: Please call bank security department
tr: HEMEN BANKA GÜVENLİK BİRİMİNİ ARAYIN!!!

source: Please fill this field
tr: Lütfen bu alanı doldurunuz

source: Please join
tr: Size uyan paketi seçin

source: Please select a file
tr: Dosya seçiniz

source: Please select game type.
tr: Oyun türü seçiniz

source: Please, register
tr: Lütfen kaydolun

source: Pointing
tr: Puanlama

source: Pointing System
tr: Puanlama sistemi

source: Points
tr: Puanlar

source: Popular groups
tr: Popili gruplar

source: Possibly stolen card!!! Seize the card.
tr: Muhtemelen çalıntı kart!!! Karta el koyun.

source: Post
tr: Gönder

source: Price
tr: Kakuş Hesap

source: Print
tr: Yazdır

source: Privacy Policy
tr: Gizlilik Politikamız

source: Private
tr: Gizli

source: Private group
tr: Kapalı/Gizli grup

source: Private table
tr: Özel masa

source: Private table, only for invited friends.
tr: Özel masa, sadece davetli arkadaşlar içindir.

source: Private table, only friends
tr: Özel masa, sadece davetli arkadaşlar için

source: Process not confirmed
tr: İşlem onaylanmadı

source: Profile
tr: Profil

source: Profile Information
tr: Profil Bilgisi

source: Public group
tr: Açık Grup

source: Publicity
tr: Açık mı, Özel mi?

source: Publicity:
tr: Durumu:

source: Purchase details:
tr: Satınalma detayları:

source: Purchases
tr: Siparişler

source: Put your thoughts in here...
tr: Varsa sözünüz, buyrun burada söyleyin...

source: Question
tr: Soru

source: Question:
tr: Soru:

source: Quota
tr: Kota

source: Quota exceeded.
tr: Kota aşıldı

source: Quota hard limit reached
tr: Kota hard limiti aşıldı

source: Quota is
tr: Kota

source: Ready
tr: Hazır

source: Recipient e-mail address
tr: Alıcı eposta adresi

source: Recommend friends
tr: Arkadaşlarınıza tavsiye edin

source: Register
tr: Kaydol

source: Register data
tr: Kayıt bilgisi

source: Register success
tr: Kayıt başarılı

source: Reject
tr: Reddet

source: Remaining Quota
tr: Kalan Kota

source: Remove
tr: Kaldır

source: Repeat password *:
tr: Şifre tekrarı *:

source: Replay Guiders
tr: Açıklamaları Göster

source: Reports
tr: Raporlar

source: Request an invitation!
tr: Davetiye talep et!

source: Request provision one more time.
tr: Bir kere daha provizyon talep et

source: Request sent.
tr: Talep gönderildi.

source: Resend verification
tr: Onay kodunu tekrar gönder

source: Revoke Access from Facebook
tr: Facebook erişimini kaldır

source: Revoke failed! Please try again or notify the administrator
tr: Kaldırma işlemi başarısız oldu. Lütfen biraz sonra tekrar deneyiniz.

source: Revoke success!
tr: Kaldırma işlemi başarılı!

source: Robot Player
tr: Robot Oyuncu

source: Rounds
tr: El sayısı

source: Running $type$ games: $count$
tr: $type$ tür oyun oynanıyor: $count$

source: Save
tr: Kaydet

source: Saved!
tr: Kaydedildi!

source: Search
tr: Arama

source: Search for a group:
tr: Grup içi arama:

source: Search users:
tr: Kullanıcı arama:

source: Seize the card!!!
tr: Karta el koyun!!!

source: Select package
tr: Paket seçimi

source: Send
tr: Gönder

source: Send direct message
tr: Özel mesaj gönder

source: Send to
tr: Kime

source: Send to mail:
tr: Eposta adresi:

source: Sent to
tr: Kime

source: Services
tr: Servisler

source: Set
tr: Değiştir

source: Set: $setsize$
tr: El: $setsize$

source: Sets
tr: Setler

source: Sets:
tr: Setler:

source: Settings
tr: Ayarlar

source: Sex:
tr: Cinsiyet:

source: Share
tr: Paylaş

source: Sign Up
tr: Üye Ol

source: sign up
tr: kayıt ol

source: sign up with Facebook
tr: Facebook ile kaydol

source: Signup
tr: Üye Ol

source: Sitede olmasini istedigimiz ozelliklerin tamami bitirilmemis haldedir.
tr: Sitede olmasını istediğimiz özelliklerin tamami bitirilmemiş haldedir.

source: Skill Points
tr: Yetenek Puanı

source: Slang
tr: Argo

source: Slang is accepted
tr: Argo/Küfür olabilir.

source: slow
tr: yavaş

source: Slow
tr: Yavaş

source: Social
tr: Sosyal

source: Social Club of Pinkies
tr: Sinan Abi'nin Yeri

source: Social dance, especially in frontier North America, the contra dance and square dance, has also been employed in matchmaking, usually informally. However, when farming families were widely separated and kept all children on the farm working, marriage-age children could often only meet in church or in such mandated social events. Matchmakers, acting as formal chaperones or as self-employed 'busybodies' serving less clear social purposes, would attend such events and advise families of any burgeoning romances before they went too far.
tr: Burası sadece bir oyun ortamı değil. İstediğin her şeyi paylaşabileceğin bir platform. “Nasıl görünmek istiyorsan öyle ol”! ya da “Nasılsan öyle görün”!.. Kendini ifade etmek için ne istiyorsan yap… Resimlerin, müziğin, felsefen, için, dışın hatta yanların… Bunları kiminle paylaşmak istiyorsan sen belirle. Kendi dünyanı kur…

source: Socialization (or socialisation) is a term used by sociologists, social psychologists, anthropologists, political scientists and educationalists to refer to the lifelong process of inheriting and disseminating norms, customs and ideologies, providing an individual with the skills and habits necessary for participating within his or her own society. Socialization is thus ‘the means by which social and cultural continuity are attained.
tr: Sohbet et, tartış, takıl, görüşlerini ilet, yada izle… Yorum yap, beğen, beğenil yada beğenilmeyip eleştiril… Nasıl istersen öyle… Ne verirsen onu alacağını unutma….!

source: Socialization describes a process which may lead to desirable, or 'moral', outcomes. Individual views on certain issues, such as race or economics, may be socialized (and to that extent normalized) within a society. Many socio-political theories postulate that socialization provides only a partial explanation for human beliefs and behaviors, maintaining that agents are not 'blank slates' predetermined by their environment.
tr: Eski arkadaşların – yeni arkadaşların… Farklı gruplar, farklı insanlar… İfade özgürlüğü…(!)…(Yasaları zorlarsan birileri engeller elbet…) Oyun aleminde bulduğuna sıkışmak zorunda değilsin artık… Kendi dünyanı kendin yarat…

source: Sorry, but you can't revoke access to FB if you haven't defined your password! Otherwise you wouldn't be able to log in!
tr: Şifre belirlemediyseniz Facebook çıkışı yapmanız zor görünüyor. Bir daha giriş yapamayabilirsiniz, haberiniz olsun.

source: Sorry, unknown error happened. Please try again
tr: Bilinmeyen bir hata oluştu ve özür diliyoruz. Nasıl olup ta bir hatanın bilinemediğini sonra konuşalım. Siz şimdi tekrar deneyiniz.

source: Speed
tr: Hız

source: standard
tr: standart

source: Standard
tr: Standart

source: Start
tr: Başlama

source: Start Date:
tr: Başlama Tarihi:

source: Start Date:
tr: Başlangiç Tarihi:

source: Start date
tr: Başlama Tarihi

source: Start game
tr: Oyuna başla

source: Start sharing with others ...
tr: Paylaşmaya hemmen başlayın...

source: Start to gain gift points right now. Join to an existing follow's game.
tr: Kakuş kazanmaya başlamak için, bir oyuna katılabilirsiniz.

source: Starting date
tr: Başlama tarihi

source: Statistics
tr: İstatistik

source: Stats
tr: İstatistik

source: Stats...
tr: İstatistik...

source: Status
tr: Durum

source: Stolen Card!!! Seize the card.
tr: Çalıntı kart. Karta el koyun!!!

source: Subscribe
tr: Abone ol

source: Support desk link
tr: Destek birimi adresi

source: Surname:
tr: Soyadı:

source: Surname:
tr: Soyadı:

source: System Error
tr: Sistem Hatası

source: System Parameters
tr: Sistem Parametreleri

source: System error
tr: Sistem hatası

source: System message
tr: Sistem mesajı

source: System parameters
tr: Sistem parametreleri

source: TO
tr: Alıcı(lar)

source: TOURNAMENTS
tr: TURNUVALAR

source: Table Name
tr: < Adı

source: Table can contain only players, not robots
tr: Masada sadece oyuncular olabilir, robotlar değil

source: Table can contain only players, not robots.
tr: Masada sadece oyuncular olabilir, robotlar değil.

source: Table name
tr: Masa Adı

source: Table not found
tr: Masa bulunamadı

source: Selected Option
tr: Oyun Tercihleri

source: Take your seat
tr: Buyrun oturun

source: Technical Contact
tr: Teknik İletişim

source: Terms of Service
tr: Kullanım Şartları

source: Terms of use
tr: Kullanım Şartları

source: Thank you for buying our package.
tr: Paket satın aldığınız için teşekkür ederiz.

source: Thank you for using Kakaranet Social Zone. Please find your registration details below: User name: $username$ Password: $password$ If you did not register for Kakaranet, then someone probably mis-typed their email address. You can ignore this message, and we apologize for the inconvenience. Happy Social Gaming, The Kakaranet team
tr: Kakaranet’e üye olduğunuz için teşekkür ederiz. Aşağıda kayıt bilgileriniz yer alıyor: Kullanıcı adınız: $username$ Şifreniz: $password$ *Beta süresinde üye olmanın avantajı?* * 1000 kotayı ücretsiz ve zahmetsiz kazandınız. Bu uzun bir süre oynama imkanınız var demektir. Sizden tek ricamız, bolca oyun oynamanız. Eğer bir hata görürseniz ya da bize ilham verecek bir fikriniz varsa, sitemizde solda görülen mavi kulakçığa tıklayın ve bizimle paylaşın. Eğer bu siteye hiç girmediğinizi düşünüyorsanız, muhtemelen bir başkası e-posta adresi olarak sizinkini, yanlışlıkla kullanmış olabilir. Bu mesajı görmezden gelmeniz yeterli olacaktır. Bu durumdan dolayı özür dileriz. Onaylama ile ilgili herhangi bir probleminiz olursa lütfen hem bizim hem de beta test kullanıcılarının kullandığı yardım merkezine başvurun. (http://kakaranet.uservoice.com). Eğlenceli ve dostluk dolu günler dileriz, Kakaranet Ekibi

source: Thank you for using Kakaranet Social Zone. To complete the registration process, you need to confirm your email address ($email$) by clicking the link below: $verificationaddress$ If you did not register for Kakaranet, then someone probably mis-typed their email address. You can ignore this message, and we apologize for the inconvenience. If you have any problems verifying your email address, you can get help from us and other Kakaranet users in the Kakaranet feedback group (http://kakaranet.uservoice.com) Happy Social Gaming, The Kakaranet team
tr: Kakaranet’e üye olduğunuz için teşekkür ederiz. Üyeliğinizi tamamlamak için eposta adresinizi ($email$) onaylamanız gerekiyor. Lütfen aşağıdaki linke tıklayarak onaylama işlemini gerçekleştiriniz. $verificationaddress$ Not: Eğer bu e-postayı yanlışlıkla aldığınızı düşünüyorsanız lütfen siliniz. Hiç bir şekilde SPAM’ı desteklemiyor ve “asla” SPAM yapmıyoruz. E-posta bilgileriniz, siz üye olana dek sisteme kayıt “edilmemektedir”. Onaylama ile ilgili herhangi bir probleminiz olursa lütfen hem bizim, hem de beta test kullanıcılarının kullandığı yardım merkezine başvurun. (http://kakaranet.uservoice.com) Eğlenceli ve dostluk dolu günler dileriz, İyi ki geldiniz, Kakaranet Ekibi

source: There are $number$ invites, and $numused$ of them not used.
tr: $number$ adet davet var. $numused$ adedi kullanılmamış.

source: There are $number$ registered users
tr: Toplam $number$ adet kayıtlı kullanıcı var

source: There are too many players.
tr: Çok fazla oyuncu var

source: There is no games right now.
tr: Şu anda oyun yok

source: There is no such kind of information
tr: Böyle bir bilgi yok

source: There is nothing to send.
tr: Gönderecek bir şey yok

source: These two senses are distinct. All golf tournaments meet the first definition, but while match play tournaments meet the second, stroke play tournaments do not, since there are no distinct matches within the tournament. In contrast, football (soccer) leagues like the Premier League are tournaments in the second sense, but not the first, having matches spread across many stadia over a period of up to a year. Many tournaments meet both definitions; for example, the Wimbledon tennis championship.
tr: Turnuvalar açıklama 1

source: This card is not exist
tr: Bu kart mevcut değil

source: This e-mail already taken by other user.
tr: Bu eposta adresi daha önce alınmış.

source: This facebook account already used by some user.
tr: Bu Facebook hesabı, daha önce alınmış

source: This feature is not available in beta version
tr: Beta sürümünde bu özellik maalesef yok

source: This feature is not yet available in beta.
tr: Beta sürümünde bu özellik maalesef yok.

source: This invitiation code is expired. Please get new one.
tr: Davetiye kodunun süresi bitmiş. Yenisini alınız.

source: This is private group, only members can see updates.
tr: Bu kapalı ve özel bir gruptur, sadece üyeler içeriğini görebilir.

source: This name is exist
tr: Bu isim mevcut

source: This table has been destroyed
tr: Bu masa kaldırıldı

source: This table is full. Try another one.
tr: Bu masa dolu, başka birini deneyiniz.

source: This would of been great, wouldn't it! But we don't have this yet. Wait for it. Coming real soon.
tr: Olsa ne güzel olurdu değil mi? Ve fakat maalesef daha olmadı. Lütfen bekleyiniz, geliyoruz :)

source: Time before table will be closed: $sec$
tr: Masa kapanmadan önceki zaman: $sec$

source: Token expired
tr: Üzgünüm ama bu anahtar eskimiş ve bu kapıya olmaz artık

source: Tournament description
tr: Turnuva açıklaması

source: Tournament image
tr: Turnuva resmi

source: Tournament name
tr: Turnuva adı

source: Tournament type
tr: Turnuva türü

source: Tournaments
tr: Turnuvalar

source: Transaction done(VIP)
tr: İşlem tamam (VIP)

source: Try again tomorrow.
tr: Yarın tekrar deneyiniz.

source: Turnuva yaratın ve arkadaşlarinizia oynayin
tr: Turnuva yaratın ve arkadaşlarınızla oynayın

source: USERINFO
tr: KULLANICI

source: Unable to connect to bank server.<br/> Please try later.
tr: Banka sunucusuna şu an bağlanamıyoruz.<br/> Lütfen 5 dakika bekleyip tekrar deneyiniz.

source: Unblock this user
tr: Bu kullanıcının engelini kaldır.

source: Unexpected application error. Please, try later.
tr: Umulmadık uygulama hatası. Bunu hiç beklemiyorduk doğrusu. Lütfen biraz sonra tekrar deneyiniz.

source: Unknown Card No
tr: Bilinmeyen kart numarası

source: Unsubscribe
tr: Abonelikten çık

source: Update
tr: Güncelle

source: Update settings
tr: Ayarları güncelle

source: Used by
tr: Kullanan

source: User
tr: Kullanıcı

source: User $username$ connected.
tr: $username$ bağlandı.

source: User $username$ has left.
tr: $username$ ayrıldı.

source: User $username$ was appointed as the owner.
tr: $username$ masa sahibi olarak atandı.

source: User ($user$) was kicked by table owner ($owner$).
tr: ($user$) masa sahibi ($owner$) tarafından masadan atıldı.

source: User <b><i>'$username$'</i></b> exist!
tr: Kullanıcı <b><i>'$username$'</i></b> mevcut!

source: User Avatar
tr: Kullanıcı Avatarı

source: User List
tr: Kullanıcı Listesi

source: User Name
tr: Kullanıcı Adı

source: User count:
tr: Kullanıcı sayısı:

source: User is not subscribed to anyone
tr: Henüz kimseye üye değil

source: User not found!!
tr: Kullanıcı bulunamadı!

source: Username
tr: Kullanıcı adı

source: Username is in wrong format.
tr: Kullanıcı adı yanlış biçimde.

source: Username is too short.
tr: Kullanıcı adı çok kısa

source: Users
tr: Kullanıcılar

source: Users in this group:
tr: Bu gruptaki kullanıcılar:

source: Users list
tr: Kullanıcı listesi

source: VAT Included
tr: KDV eklenmiştir.

source: Value must be nonnegative integer
tr: Bu değer negatif olamaz

source: Value successfully set.
tr: Değer ayarlandı.

source: Verification account
tr: Hesap onayı

source: Verification attempt
tr: Onaylama istemi

source: Verification failure
tr: Onaylama hatası

source: Very soon...
tr: Pek yakında...

source: View
tr: Gözat

source: Waiting Player
tr: Oyuncu bekleniyor

source: Waiting queue have $num1$ invites, $num2$ of them need to be sent.
tr: bekleme kuyruğunda $num1$ davet var, $num2$ tanesi gönderilmeyi bekliyor.

source: We could not find any groups matching the search
tr: Aramaya uyan bir grup bulamadık

source: We could not find any users matching the search
tr: Aramaya uyan bir kullanıcı bulamadık

source: We've got error from paypal. To get information, please, contact with administration.
tr: Paypal tarafında hata oluştu. Beleyip biraz sonra tekrar deneyiniz. Gene sorun çıkarsa, lütfen bize destek sayfasından erişiniz.

source: Welcome email with confirmation link has been sent to your address ($usermail$). To complete registration, follow instructions in the email.
tr: Hoşgeldiniz epostasını ($usermail$) adresinize gönderdik. Kayıt işlemini tamamlamak için epostadaki yönergeleri takip ediniz.

source: Welcome to Kakaranet
tr: Kakaranet Sosyal Oyun Ortamı'na hoş geldiniz.

source: Why are we asking for your birthday?
tr: Neden doğum gününüzü soruyoruz?

source: Why asking for birthday?
tr: Neden doğum gününüzü soruyoruz?

source: Wire
tr: Havale

source: Withdrawal limit exceeded
tr: Hesaptaki miktar limiti aşıldı

source: Write a comment...
tr: Bir yorum yapın.

source: Wrong e-mail
tr: Yanlış eposta

source: Wrong username.
tr: Yanlış kullanıcı adı

source: Year
tr: Yıl

source: Yes
tr: Evet

source: Yes, i'm leaving
tr: Evet, ayrılıyorum

source: You are already in queue. Be patient.
tr: Şu anda sıradasınız. Lütfen bekleyiniz.

source: You are already in this table.
tr: Şu anda bu masadasınız. Kopma olduğunda geri dönme üzerine çalışıyoruz. LÜtfen başka bir masa seçiniz.

source: You are currently not in any group
tr: Bu grupta değilsiniz.

source: You are member.
tr: Üyesiniz.

source: You are not authorized to do this
tr: Bunu yapma yetkiniz yok

source: You are not subscribed to anyone
tr: Henüz kimseye abone değilsiniz. Olsanız ne güzel olur :)

source: You are now member of this group!
tr: Bu gruba üye oldunuz

source: You are subscribed to:
tr: Abone olduklarınız:

source: You can create a game or join a game
tr: Bir oyun kurabilir ya da mevcut bir oyuna katılabilirsiniz

source: You can create your own table and start to earn gift points.
tr: Kendi masanızı kurabilir ve kakuş kazanmaya başlayabilirsiniz.

source: You can join tournaments and show them all
tr: Turnuvalara katılarak yeteneğinizi konuşturabilirsiniz

source: You can manage your groups settings here
tr: Grup ayarlarınızı buradan yönetebilirsiniz

source: You can play games here
tr: Burada oyun oynayabilirsiniz

source: You can send a message only this user will read
tr: Göndereceğiniz mesajı sadece gönderdiğiniz kişi/grup okuyabilir

source: You can share information with others
tr: Diğerleriyle bilgi paylaşabilirsiniz

source: You can start seeing this users posts in your feed
tr: Bu kullanıcının gönderimlerini görmeye başlayabilirsiniz

source: You can stop seeing this users posts in your feed
tr: Bu kullanıcının gönderimlerini görmemek için

source: You can unsubscribe a group from this list
tr: Bu listeden grubu çıkartabilirsiniz

source: You can unsubscribe or write someone private message via this list
tr: Bu listeden abonelikten çıkabilir ya da özel mesaj yazabilirsiniz

source: You can't kick yourself.
tr: Kendi kendinizi atmanız pek akıllıca olur mu bilemiyoruz :)

source: You can't start game with this number of users.
tr: Oyuna başlamak için gereken oyuncu yok.

source: You can't upload more than $number$ files at once
tr: $number$ adetten fazla dosya yükleyemezsiniz
