Repository: erlang-synrc/server
Catalog: apps/nsp_srv/priv/lang/custom/*/gettext.po
Languages: tr

source: $user$ invites you! - Kakaranet.com
tr: $user$ sizi davet ediyor.

source: $user$ is currently not in any group
tr: $user$ bu kullanıcı herhangi bir grupta değil

source: $username$ table, $date$
tr: $username$ masası, $date$

source: %user% is not subscribed to anyone
tr: %user% kullanıcı kimseye abone olmamış

source: (VISA) Getaprovisionfrombank(VISA)
tr: Bankasından provizyon alınız (VISA)

source: (original couldn't found)
tr: İptal yapılamadı. Orjinali bulunamadı.

source: 2011 &copy; Kakaranet. All rights reserved.
tr: 2011 &copy; Kakaranet. Tüm hakları saklıdır.

source: 3D Secure Error
tr: 3D Güvenlik Hatası

source: << Back
tr: << Geri

source: <ul> <li>Keep connected without being disturbed by anyone</li> <li>Create your own world</li> <li>Share your thoughts, files or music with friends</li> <li>Create your own interest groups</li> <li>Create your own music channels<li> </ul>
tr: <ul> <li>Kimse tarafından rahatsız edilmeden oynayın</li> <li>Kendi dünyanızı yaratın</li> <li>Düşüncelerinizi, müziğinizi, dosyalarınızı arkadaşlarınızla paylaşın</li> <li>Kendi ilgi alanınıza göre gruplarınızı yaratın</li> <li>Kendi müzik kanalınızı yaratın<li> </ul>

source: A not implemented
tr: Bu özellik henüz eklenmedi

source: A tournament is a competition involving a relatively large number of competitors, all participating in a sport or game. More specifically, the term may be used in either of two overlapping senses. One or more competitions held at a single venue and concentrated into a relatively short time interval. A competition involving multiple matches, each involving a subset of the competitors, with the overall tournament winner determined based on the combined results of these individual matches. These are common in those sports and games where each match must involve a small number of competitors: often precisely two, as in most team sports, racket sports and combat sports, many card games and board games, and many forms of competitive debating. Such tournaments allow large numbers to compete against each other in spite of the restriction on numbers in a single match.
tr: Turnuva açıklama metnidir.

source: ADDRESS
tr: Adres

source: About Us
tr: Hakkımızda

source: Access denied!
tr: Erişime izin verilmedi!

source: Account
tr: Hesap

source: Account information
tr: Hesap bilgisi

source: Account is not suficient
tr: Hesapta yeterli miktar yok

source: Account status
tr: Hesap durumu

source: Account undefined
tr: Hesap tanımsız

source: Account verified
tr: Hesap onaylandı

source: AccountBalanceNotAvailable.
tr: Hesap miktarı uygun değil

source: Actions
tr: İşlemler

source: Active members
tr: Aktif üyeler

source: Add
tr: Ekle

source: Add attachment
tr: Dosya ekle

source: Add new value
tr: Yeni bir değer ekle

source: Add/Update variable
tr: Değişken ekle/güncelle

source: Additional options
tr: Masa kurma seçenekleri

source: Address
tr: Adres

source: Admin
tr: Yönetici

source: Age
tr: Yaş

source: Age limit
tr: Yaş sınırı

source: Age limit:
tr: Yaş sınırı:

source: Age limit:
tr: Yaş sınırı:

source: Age: $fromage$ - $toage$
tr: Yaş: $fromage$ - $toage$

source: Age: $minage$ - $maxage$
tr: Yaş: $minage$ - $maxage$

source: All members
tr: Tüm üyeler

source: All subscribtions
tr: Tüm aboneler

source: All your friends
tr: Abone olduğunuz kişiler

source: All your own and your own posts. And your favourite groups' posts too.
tr: Gönderdiğiniz bildirimler ve favori gruplarınızın bildirimleri.

source: Ancient latin doesn't have 'k', 'j', 'z' and 'w'. These are relatively new letters. And they also are the most problematic. 'W' - is the widest one, so if you want to check if say user name fits in a field, you should check for 'Wwwwwwww', as it will be the longest possible. Small 'k' has the ascender and the arm. This is the only letter, which has both, it can be very noticable in a plain text. 'Z' tends to have black spots in corners and 'j' is mostly ok, except for it is basically 'i' with a descender, so you have to watch them to differ enough. Apart of that, 'lorem ipsum' doesn't have tirets, quotation marks, exclamation marks, question marks and everything else, which makes a real typography. So please don't use it as a mock-up text. Better use real quotations. It's much more reaistic and fun.
tr: Statik sayfalar 1

source: Application error. Please, try later
tr: Uygulama hatası lütfen daha sonra tekrar deneyin.

source: Approve
tr: Onayla

source: Are you sure to leave this group?
tr: Bu gruptan ayrılıyorsunuz. Cidden mi?

source: Ask from customer.
tr: Müşteriden sorulacak

source: Authentication error
tr: Yetkilendirme hatası

source: Ayaklarinizi Uzatin!
tr: Ayaklarınızı Uzatın

source: B.Sc.
tr: Üniv.

source: Bad argument. May be you use wrong type.
tr: Yanlış argüman. Belki de yanlış bir tip kullandınız?

source: Bad captcha!
tr: Güvenlik kodu yanlış!

source: Bad verification code!
tr: Yanlış doğrulama kodu!

source: Bank account details:
tr: Banka hesap detayları:

source: Bank is not registered to 3D (Cache)
tr: Banka 3D için kayıtlı değil

source: Bank name couldn't be found
tr: Banka adı bulunamıyor

source: Below is Your paypal transaction id.
tr: Aşağıda paypal transaction id no yer alıyor.

source: Best of day
tr: Günün en iyisi

source: Birth Date
tr: Doğum Günü

source: Birth date:
tr: Doğum günü:

source: Block this user
tr: Bu kullanıcıyı engelle

source: Browse
tr: Gözden geçir

source: Busy
tr: Meşgul

source: But we are working on it. Wait for a while - it will all be here. Every kind of statistics with all that tables and diagrams. All that stuff smart people with glasses call 'information design'.
tr: Bu alanda size ait detaylı oyun istatistik bilgisi ve her oyundaki en iyiler listesi yer alacaktır.

source: Buy
tr: Satın Al

source: Buy Now
tr: Şimdi Satın Al

source: Buy it
tr: Satın al

source: Buy with Credit Card
tr: Kredi kartı ile satın al

source: Buy with Paypal
tr: Paypal ile satın al

source: Buy with mobile
tr: Mobil ödeme ile satın al

source: Buy with wire transfer
tr: Havale ile satın al

source: By clicking on 'Register' above, you are agreeing to the $terms$ and the $privacy$.
tr: Kaydol tuşuna basarak $terms$ ve $privacy$ konularında onay vermiş oluyorsunuz.

source: CREATE
tr: MASANI KUR

source: Can't be reached to card owner's bank
tr: Kart sahibinin bankasına erişilemiyor

source: Can't find anything matching your request
tr: Talebinize uyan bir şeyler bulamadık

source: Cancel
tr: İptal

source: Cancel the operation
tr: İşlemi iptal et

source: Cannot be Verified, cardholder wants to register later
tr: Onaylanmadı, kart sahibi daha sonra kaydolmak istiyor

source: Card No
tr: Kart No

source: Card has expired! Seize the card.
tr: Kartın süresi dolmuş. El koyun.

source: Card number is false
tr: Kart no hatalı

source: Card or Bank is not 3D
tr: Kart ya da banka 3D değil

source: Card owner can't do this operation
tr: Kart sahibi bu işlemi yapamaz

source: Card settlement date expired
tr: Kart kullanma süresi dolmuş.

source: Cardholder name
tr: Kart sahibinin adı

source: Change Avatar
tr: Avatar değiştir

source: Change password
tr: Şifre değiştir

source: Change password - success!
tr: Şifre değişikliği başarılı!

source: Chat
tr: Mesajlaşma

source: Check the identity and perform a transaction
tr: Kimliği kontrol et ve işlemi yap

source: Check your e-mail for invitation
tr: Davetiye için lütfen eposta adresinizi kontrol ediniz.

source: Cheque account undefined
tr: Çek hesabı tanımsız

source: City:
tr: Şehir:

source: City:
tr: Şehir:

source: City: $city$
tr: Şehir: $city$

source: City: Not defined
tr: Şehir: Tanımsız

source: Clicking here will remove an entry from your own and your friends feeds
tr: Buraya tıklayarak bildirimi silersiniz.

source: Close
tr: Kapat

source: Close filter
tr: Filtreyi kapat

source: color
tr: renk

source: Color
tr: Renk

source: Comment
tr: Yorum

source: Confirm:
tr: Onay:

source: Contact
tr: İletişim:

source: Continue
tr: Devam et

source: Continue login
tr: Girişe devam

source: Continue login >>
tr: Girişe devam >>

source: Continue tour >>
tr: Tura devam et >>

source: Countdown from 10
tr: 10'dan düşmeli

source: Coupled
tr: Eşli

source: Coupled game
tr: Eşli oyun

source: Create
tr: Başlat

source: Create Tournament
tr: Turnuva Yarat

source: Create Your Game
tr: Masanı Kur

source: Create a game
tr: Oyun Yarat

source: Create a group
tr: Grup yarat

source: Create data
tr: Veri yarat

source: Create invitation code
tr: Davetiye kodu yarat

source: Create new
tr: Yeni yarat

source: Created:
tr: Yaratılan:

source: Creation data:
tr: Yaratım bilgisi:

source: Credit account undefined
tr: Kredi hesabı tanımsız

source: Credit card
tr: Kredi kartı

source: Criteria
tr: Oyun seçenekleri

source: Daily operation limit exceeded
tr: Günlük işlem limiti aşıldı

source: Daily sum is false / Cancel rejected
tr: Günlük toplam hatalı / İptal reddedildi

source: Date of Birth:
tr: Doğum Tarihi:

source: Date of birth is incorrect.
tr: Doğum tarihi hatalı

source: Date of birth:
tr: Doğum Tarihi:

source: Dear $invited_user_name$, Our user $inviter_name$, invited you to Kakaranet Social Game Zone. You can sign in by clicking the link above: $invitation_code_link$ $inviter_note$ Please note that we are in closed private beta. Most of functionality of the site is unfinished and heavily testing. Note: This email is sending by one of our users. We hate SPAM and never let it happens. If you don't know this user, someone probably mis-typed your email address. You can ignore this message, and we apologize for the inconvenience. Thank you for join in, Kakaranet Team
tr: Değerli kullancımız, $invited_user_name$ Kullanıcımız $user, sizi Kakaranet Sosyal Oyun Ortamı’na davet ediyor. Aşağıdaki linke tıklayarak giriş yapabilirsiniz. $invitation_code_link$ $inviter_note$ Olabildiğince eğlenceli ve gündelik hayatın dertlerini biraz olsun unutmanızı sağlayan bir alan yaratmaya çalıştık. Sitemiz " beta" olarak devreye alındı. Beta ne demektir? Öncelikle bu aşamada sitemiz tam olarak “bitmemiş” durumdadır. Hem hatalarımızı test etmek, hem de sizlerle tanışmak için bu aşamada sitemizi açtık. - Sitede olmasını istediğimiz özelliklerin tamamı bitirilmemiş haldedir. - Zaman zaman, hata oluşabilir, taş düşebilir, ayı çıkabilir :) Yani tam olarak bitmemiş, ancak yapım halinde bir inşaata girmiş oluyorsunuz. Bu yardımlarınızdan dolayı sizi unutmayacağımızı bilmenizi isteriz. Beta test yaptığınız için ne tür faydalar elde edeceksiniz? * 1000 kota veriyoruz. Bu hayli uzun bir zaman oynama şansına sahipsiniz demek. * Site açıldıktan sonra oynadığınız sürece, kazanacağınız kakara puanlarıyla hediyelerimizden alabileceksiniz. Unutmayın, başkaları bunun için üye olmak zorunda. * Ödüllü turnuvalarımıza katılabileceksiniz. Eğer kazanırsanız turnuva ödülü sizindir. * 300 kişi getirene 40 TL hediye puanı ve 1000 kota daha veriyoruz. * Getirdiklerinin 30 kişi getirenine de 500 kota veriyoruz, hep birlikte oynayabilmeniz için! * Bunlardan başka, yepyeni bir düzenleme yapmaya başlıyoruz. En önce katıldığınız için çok büyük avantaj kazanacaksınız. Detaylarını size bildireceğiz. Sizden tek ricamız, bolca oyun oynamanız. Eğer bir hata görürseniz ya da bize ilham verecek bir fikriniz varsa, sitemizde solda görülen mavi kulakçığa tıklayın ve sadece e-posta adresinizi yazarak bizimle paylaşın. İsterseniz e-posta ile info@kakaranet.com adresinden bize ulaşabilirsiniz. Umarız ki burada oynarak keyfinize keyif katarsınız :) İyi ki geldiniz, Sağolun varolun Kakaranet Sosyal Oyun Ortamı Not: Eğer bu e-postayı yanlışlıkla aldığınızı düşünüyorsanız lütfen siliniz. Sitemize kaydolmuş üyelerimiz, bu davet mesajını doğrudan size göndermektedir. Hiç bir şekilde SPAM’ı desteklemiyor ve “asla” SPAM yapmıyoruz. E-posta bilgileriniz, siz üye olana dek sisteme kayıt “edilmemektedir”.

source: Dear visitor, in case you want to be a member of us, we need to register you to our system.
tr: Değerli ziyaretçimiz, lütfen sitemize kaydolunuz ki, önünüzde bambaşka bir dünyanın kapıları açılsın.

source: Dear, $name$, </br> Your order number is <b>$order_id$</b><br/> You have to do wire transfer in 3 days to our account.<br/> You can login to our system and play games but you can't benefit <br/> from our kakush gifts service.<b/> Also, we want to remind you that you can't participate to tournaments too.</br> Please indicate your name,surname and order number when you do wire transfer thank you.
tr: Sayın, $name$, </br> Sipariş numaranız: <b>$order_id$</b><br/> 3 gün içinde verdiğimiz hesap numarasına havale yapmak suretiyle sistemimizin tüm özeeliklerini kullanabileceksiniz.<br/> Şu andan itibaren sistemimize giriş yapabilir ancak hediye, kakuş puanı gibi güzelliklerimizden yararlanamayacaksınız <br/> Ayrıca, Turnuvalara katılamayacağınızı de bildirmek istiyoruz. </br> Havale yaparken mutlaka, sipariş no, adınız ve soyadınızı bildirmeyi unutmayınız. </br> Teşekkür ederiz </br> Kakaranet Ekibi

source: Decide later
tr: Daha sonra karar ver

source: Delete
tr: Sil

source: Deny Robots
tr: Robotla oynamak istemiyorum

source: Desc:
tr: Açıklama:

source: Description
tr: Açıklama

source: Description:
tr: Açıklama:

source: Destek verdiginiz icin tesekkur ederiz.
tr: Destek verdiğini için teşekkür ederiz.

source: Detailed Settings
tr: Detaylı Ayarlar

source: Direct messages
tr: Özel mesajlarım

source: Disallow robots
tr: Robota izin verme

source: Do not try again.
tr: Tekrar denemeyin.

source: Do you want to hide this entry?
tr: Bu bildirim saklansın mı?

source: Do you want to remove this entry?
tr: Bu bildirim silinsin mi?

source: Do you want to subscribe to '~s'?
tr: '~s' kullanıcısına üye olmak istiyor musunuz?

source: Do you want to subscribe to group '~s'?
tr: '~s' grubuna üye olmak istiyor musunuz?

source: Double game points
tr: oyun puanlarını ikiye katla

source: DuplicateReversal.
tr: Ödeme sorunu - DuplicateReversal

source: DuplicateTransmission
tr: Ödeme sorunu - DuplicateTransmission

source: E-mail
tr: E-posta

source: Earlier
tr: Önceki kayıtlar

source: Ebcryption error
tr: Şifreleme hatası

source: Edit
tr: Düzenle

source: Edit friends list
tr: Arkadaş listesini düzenle

source: Edit groups list
tr: Grup listesini düzenle

source: Edit tournaments list
tr: Turnuva listesini düzenle

source: Education:
tr: Eğitim:

source: Education:
tr: Eğitim:

source: Election
tr: Elemeli

source: Elementary School
tr: İlk Okul

source: Email
tr: Eposta

source: Email address is incorrect!
tr: Eposta adresi hatalı

source: Email address must be verified!
tr: Eposta adresinin onaylanması gerekiyor.

source: Email is in wrong format.
tr: Eposta biçimi yanlış. <isim@xxx.com> gibi olmalı

source: Email is invalid
tr: Eposta geçersiz

source: Email is not valid.
tr: Eposta geçersiz.

source: Email:
tr: Eposta

source: Encryption / Foreign network error
tr: Şifreleme / Yabancı network hatası

source: End of day operations in progress
tr: Gün sonu işlemleri yapılıyor

source: Enter a valid email.
tr: Geçerli bir eposta adresi giriniz.

source: Enter his/her name
tr: Adını giriniz

source: Enter his/her name:
tr: Adını giriniz:

source: Enter optional message for this user:
tr: Bu kişiye gidecek ek mesajınız varsa yazınız.

source: Entry limit exceeded.
tr: Giriş limiti aşıldı

source: Error
tr: Hata

source: Error in communication with game server
tr: Oyun sunucusu ile iletişim hatası

source: Error, try again later
tr: Hata, lütfen tekrar deneyiniz

source: Error: $error$
tr: Hata: $error$

source: Error: Variable key is in wrong format.
tr: Hata: Değişken anahtarı yanlış biçemli.

source: Error: user not found.
tr: Hata: Kullanıcı bulunamadı.

source: even/odd
tr: tek/çift

source: Even/Odd
tr: Tek/Çift

source: Expiration Date
tr: Son kullanma tarihi

source: Expire date
tr: Son kullanma tarihi

source: FRIENDS
tr: ARKADAŞLARIM

source: False date / Network error
tr: Yanlış tarih / Network hatası

source: fast
tr: hızlı

source: Fast
tr: Hızlı

source: Female
tr: Bayan

source: File should be less than $size$ bytes
tr: Dosya boyutu $size$ değerinden az olmalıdır. (byte olarak)

source: Filter tables...
tr: Masaları filtrele...

source: Find/invite friends
tr: Arkadaşlarını bul/davet et

source: First and second
tr: Birinci ve ikinciler

source: Forgot Password
tr: Şifremi unuttum

source: Free for game
tr: Oyun için hazırım

source: Friend Settings
tr: Arkadaş Ayarları

source: Friend settings
tr: Arkadaş Ayarları

source: Friends
tr: Arkadaşlar

source: Friends only:
tr: Sadece arkadaşlar:

source: GROUPS
tr: GRUPLAR

source: Game Page
tr: Oyun Sayfası

source: Game Points
tr: Oyun Puanları

source: Game Rules
tr: Oyun Kuralları

source: Rules
tr: Kurallar

source: Game Settings
tr: Oyun Ayarları

source: Game Speed
tr: Oyun Hızı

source: Game Type
tr: Oyun Türü

source: Game mode
tr: Oyun modu

source: Game mode:
tr: Oyun modu:

source: Game mode:
tr: Oyun modu:

source: Game quota
tr: Oyun kotası

source: Game settings
tr: Oyun ayarları

source: Game speed
tr: Oyun hızı

source: Game speed:
tr: Oyun hızı:

source: Game speed:
tr: Oyun hızı:

source: Game type
tr: Oyun türü

source: Game type missing
tr: Oyun türü seçilmemiş

source: Games
tr: Oyunlar

source: Gender
tr: Cinsiyet

source: Gender limit:
tr: Cinsiyet seçimi

source: Gender:
tr: Cinsiyet:

source: Generate $count$ code and send to address '$email$'.
tr: $count$ adet kod üret ve '$email$' bu epostaya gönder.

source: Generate link
tr: Link üret

source: Get invite
tr: Davetiye al

source: Getaprovisionfrombank
tr: Bankadan provizyon alınız

source: Gift points (kakush) charge
tr: Hediye puanı (kakuş) miktarı

source: Gift range
tr: Hediye aralığı

source: Gifts
tr: Hediyeler

source: Gifts...
tr: Hediyeler...

source: Gosterge finish
tr: Göstermeyle bitme

source: Group Settings
tr: Grup Ayarları

source: Group description
tr: Grup açıklaması

source: Group has been added
tr: Grup eklendi

source: Group have no members
tr: Henüz bu grubun üyesi yok

source: Group info
tr: Grup bilgisi

source: Group info:
tr: Grup bilgisi:

source: Group name
tr: Grup adı

source: Group not found
tr: Grup bulunamadı

source: Group owner
tr: Grup sahibi

source: Group settings
tr: Grup ayarları

source: Group username
tr: Grup kullanıcı adı

source: Groups
tr: Gruplar

source: Groups:
tr: Gruplar:

source: Have no idea, what it is about
tr: Buradan kazandığınız hediyelerinizi görebilirsiniz.

source: Hello there...
tr: Merhaba...

source: Hello. Click on the link: $link$
tr: Merhaba. Lütfen linke tıklayınız: $link$

source: Help & Support
tr: Yardım & Destek

source: Hide
tr: Gizle

source: High School
tr: Lise

source: I Am Feeling Lucky
tr: PUANSIZ OYUN

source: I don't accept observers
tr: Seyirci kabul etmiyorum

source: I forgot my password!
tr: Şifremi unuttum!

source: I'm feeling lucky!
tr: Şanslıyım Gibi!

source: Image, music, file
tr: resim, müzik, dosya

source: In group:
tr: grupta:

source: In some cultures, the role of the matchmaker was and is quite professionalized. The Ashkenazi Jewish shadchan, or the Hindu astrologer, were often thought to be essential advisors and also helped in finding right spouses as they had links and a relation of good faith with the families. In cultures where arranged marriages were the rule, the astrologer often claimed that the stars sanctified matches that both parents approved of, making it quite difficult for the possibly-hesitant children to easily object - and also making it easy for the astrologer to collect his fee. Tarot divination has also been employed by some matchmakers.
tr: Bilmediğin, tanımadığın oyunculara mecbur değilsin artık. Herkese ulaşabileceğin gibi, oynamak istediğin rakiplerin özelliklerini kendin belirleyebilirsin. İster sadece arkadaşların, İster sadece ilgi duyduğun gruplar…

source: Incompatible data has been taken with original
tr: Uyumsuz veri orjinalle birlikte alındı!

source: Info
tr: Bilgi

source: Instructions has been sent to your email!
tr: Ne yapacağınızı eposta adresinize gönderdik!

source: Invalid amount
tr: Geçersiz miktar

source: Invalid invitation code
tr: geçersiz davetiye kodu

source: Invalid operation
tr: Geçersiz işlem

source: Invisible
tr: Görünmez ol

source: Invitation Code
tr: Davetiye Kodu

source: Invitation code
tr: Davetiye kodu

source: Invitation person
tr: Davet eden

source: Invite
tr: Davet et

source: Invite Buddy
tr: Arkadaşını davet et

source: Invite URL
tr: Davet adresi

source: Invite code URL
tr: Davet adresi

source: Invite code URL:
tr: Davet adresi:

source: Invite request from $user$
tr: $user$ kullanıcısından davet var

source: Invite requests
tr: Davetiye talepleri

source: Invite sent!
tr: Davetiye gönderildi!

source: Invite to group
tr: Gruba davet et

source: Invite users:
tr: Kullanıcıları davet et:

source: Invites
tr: Davetler

source: Invites was sent. Success: $num1$; Errors: $num2$.
tr: Davetiyeler gönderildi: $num1$; Hatalı olanlar: $num2$.

source: Is required.
tr: Gereklidir.

source: Issuer caouldn't replied.
tr: Banka cevaplanamadı.

source: Issuersign is not on
tr: Veren kuruluş online değil

source: JOIN
tr: MASAYA KATIL

source: Join
tr: Katıl

source: Join An Existing Game
tr: Mevcut Bir Masaya Katıl

source: Join Now!
tr: Şimdi Katıl!

source: Join it NOW!
tr: Şimdi Katıl!

source: KakaraNet - Private Beta
tr: KakaraNet - Beta

source: Kakaranet Membership
tr: Kakaranet Üyelik

source: Kakaranet is registered trademark of Paynet Inc.
tr: Kakaranet, Paynet A.Ş. tescilli markasıdır.

source: Kakaranet membership verification
tr: Kakaranet üyelik doğrulaması

source: Kakaranet system message
tr: Kakaranet sistem mesajı

source: Kakush
tr: Kakuş

source: Kapali beta asamasindaki simetize hos geldiniz.
tr: Beta aşamasındaki sitemize hoş geldiniz.

source: Kapali beta asamasindaki sitemize hos geldiniz.
tr: Beta aşamasındaki sitemize hoş geldiniz.

source: Kapali beta ne demektir?
tr: Beta ne demektir?

source: Keep me logged in
tr: Siteye bağlı kalayım

source: Kick from table
tr: Masadan at

source: Last Name
tr: Soyadı

source: Last login
tr: Son giriş

source: Later
tr: Daha sonra

source: Leave group
tr: Gruptan ayrıl

source: Leave group $group$
tr: $group$ grubundan ayrıl

source: Leave table
tr: Masadan ayrıl

source: Legal Contact
tr: Yasal İletişim Bilgisi

source: Let's Play!
tr: Haydi Oynayalım

source: Like
tr: Sevdim

source: Like this group?
tr: Bu grubu sevdiniz mi?

source: Limited card!!! Seize the card.
tr: Kart sınırlı. Karta el koyunuz.

source: Limited card/Only valid in customer country
tr: Kart sınırlı. Sadece kart sahibinin ülkesinde geçer.

source: List all values
tr: Tüm değerleri listele

source: List of all your groups
tr: Tüm gruplarınızı listeleyin

source: List of invitation URLs
tr: Davetiye adresleri

source: Location
tr: Konum

source: Location:
tr: Konum:

source: Login
tr: Giriş

source: login
tr: giriş

source: Login with facebook
tr: Facebook ile giriş

source: Logout
tr: Çıkış

source: Lorem it amet, consectetur adipiscing elitarel. Aliquam sed sed elitereberi interdum merase
tr: Non existing text

source: Lost card!!! Seize the card.
tr: Kayıp kart!!! Karta el koyunuz.

source: M.Sc.
tr: Yük. Müh.

source: MEMBERS
tr: ÜYELER

source: Main Page
tr: Ana Sayfa

source: Male
tr: Erkek

source: Matchmaker
tr: Oyunbulan

source: Max num of players
tr: Max. oyuncu sayısı

source: Member Login
tr: Üye Girişi

source: MemberCOmpanyCategoryCodeFalse
tr: Banka hatası - MemberCOmpanyCategoryCodeFalse

source: Members of $group$
tr: $group$ grubu üyeleri

source: Membership package ~p
tr: Üyelik paketi ~p

source: Membership packages
tr: Üyelik paketleri

source: Message format is wrong
tr: Mesaj formatı hatalı

source: Message too long.
tr: Mesaj çok uzun.

source: Mobile
tr: Mobil

source: Mobile payments. Cooming soon.
tr: Mobil ödeme pek yakında sinemalarda.
