Repository: erlang-synrc/server
Catalog: apps/nsp_srv/priv/lang/custom/*/gettext.po
Languages: tr

source: Game speed description.
tr: Hız tipleri: Hızlı, Normal, Yavaş. İşi acele olanlar, sürat sevenler için Hızlı oyun. Acelem yok kardeşim diyenler için Normal hız. Sindire sindire oynarım diyenler için Yavaş hız.

source: Game type description.
tr: Buradan oynamak istediğiniz oyunun türünü seçebilirsiniz. Okey için geniş seçeneklerimiz var. Standart, Renk, Tek/Çift ve 10'dan düşmeli.

source: Group settings description.
tr: Sadece seçtiğiniz gruplardan oyuncu katılmasını sağlayabilirsiniz. Sadece, burada seçtiğiniz gruplara abone olanlar kurduğunuz masayı görebilirler.

source: Hide button description
tr: Detaylı ayarları buradan gizleyebilirsiniz. Unutmayın, istediğiniz zaman tekrar açabilirsiniz.

source: Hide button options
tr: Gizle

source: Hide details
tr: Detayları gizle

source: Join description.
tr: Masa filan kuramam, birine ekleşeyim diyorsanız boyle buyrun. Hızlıca kurulu bir masaya katılabilirsiniz.

source: New contract
tr: Yeni kontrat

source: No contracts yet.
tr: Henüz bir bayii yok

source: No one bought anything yet under this contract.
tr: Size bağlı hiç kimse, henüz satın alma yapmamış.

source: Payment type
tr: Ödeme tipi

source: Personal settings description.
tr: Bu alanda, üyelerimiz arasında, bilgilerini doldurmuş olanlar içinden daha detaylı bir seçim yapabilirsiniz.

source: Play description.
tr: Bu bölümde kakuş kazanma şansınız yok. Her zaman oyuncu da olmayabilir. Sizden başka herkes kakuş kazanıyor olacak :)

source: Purchase limit
tr: Satın alma limiti

source: Purchases total
tr: Toplam satınalma

source: Rounds description.
tr: İstediğiniz kadar el oynama şansınız var. Buradan seçebilirsiniz.

source: Starting
tr: Başlama

source: Table name description
tr: Masanıza güzel bir isim vererek öne listede öne çıkabilirsiniz. Unutmayın, kurduğunuz masayı kaydederek, geri geldiğinizde hiç uğraşmadan başlatabilirsiniz.

source: Table name set
tr: Masa adını kaydet

source: Table name set description
tr: Masa adını ayarlamak için kullanılır. Bastıktan sonra yeni masa adınız hayırlı olsun.

source: Time and date
tr: Tarih, saat

source: Total
tr: Toplam

source: Type name
tr: Tip adı

source: User '$username$' already has contract for this time!
tr: Kullanıcı '$username$' zaten bir kontrata bağlı!

source: User '$username$' has new contract: '$contract$'!
tr: Kullanıcı '$username$' yeni bir kontrata sahip: '$contract$'!

source: Welcome to matchmaker notice.
tr: Oyun bulan alanına hoşgeldiniz. Bu sayfadan istediğiniz türde oyun oluşturabilir ya da mevcut masalara katılabilirsiniz.

source: days
tr: gün

source: purchases
tr: satın almalar

source: All the people on kakaranet
tr: tüm kakaranet üyelerini gör

source: All users of Kakaranet
tr: Tüm Kakaranet insanları

source: Find someone!
tr: Buyrun arayın

source: Make new friends on kakaranet.
tr: Oyuncu mu, arkadaş mı arıyorsunuz?

source: Package fee
tr: Paket ücreti

source: There is
tr: Toplam

source: people here!
tr: Kakaracı burada!

source: Make this user affiliate
tr: Bu kullanıcıyı bayii yap

source: This user is an affiliate
tr: Bu kullanici bayiidir.

source: User is not an affiliate! Do you want to make '$username$' an affiliate now and give him a contract?
tr: Bu kullanıcı bayii değil. '$username$' adlı kullanıcıyı bayii yapacak mısınız?

source: You may unsubscribe from group messages this way. You can also subscribe back later if you wish
tr: Grup aboneliğinden çıkıyorsunuz. İstediğiniz zaman tekrar abone olabilirsiniz.

source: Sorry, all tables are full, you can create one yourself!
tr: Maalesef şu anda tüm masalar dolu. Kendi masanızı kurabilirsiniz!

source: Clear Options
tr: Seçimleri Temizle

source: Kakaush
tr: Kakuş

source: Other players
tr: Diğer Oyuncular

source: Scores
tr: Sonuçlar

source: When
tr: Ne Zaman

source: You haven't played any games yet.
tr: Henüz yeterince oyun oynamadınız.

source: Amount
tr: Miktar

source: Check it in your profile!
tr: Profil bilgilerinizi kontrol edin!

source: Convert
tr: Çevir

source: Convert kakush to quota
tr: Kakuşu Kotaya Çevir

source: Deliver
tr: Hediyeni al

source: Kakush Currency
tr: Biriktirme hesap

source: Kakush Points
tr: Puan

source: Resend
tr: Tekrar Gönder

source: Sent invites
tr: Gönderilmiş Davetler

source: Sorry, you don't have enough kakush to buy it yet.
tr: Üzgünüz, bu ürün için yeterli “KAKUŞ” unuz henüz yok. Biraz daha gayret...

source: 1-st prize
tr: 1. lik ödülü

source: 2-nd prize
tr: 2. lik ödülü

source: 3-rd prize
tr: 3. lük ödülü

source: ALL
tr: HEPSİ

source: ASC
tr: ARTAN

source: BY GIFTS
tr: HEDİYEYE GÖRE

source: BY PUANIMA
tr: PUANIMA GÖRE

source: BY SUM OF KAKUSH
tr: KAKUŞUMA GÖRE

source: DESC
tr: AZALAN

source: Date:
tr: Tarih:

source: Dear visitor, we respect your enthusiasm, but we can't sell that much packages a month to a single person. Sorry.
tr: Değerli Üyemiz, bir ay içinde en fazla 3 en büyük paketten satın alma kotanız dolduğundan, yeni satınalma işleminiz için biraz beklemek zorundasınız..! Anlayışınız için teşekkür ederiz.

source: FEATURED
tr: YAKINDA

source: FILTER
tr: FILTRE

source: Full view
tr: Sayfa Gösterimi

source: Game Type:
tr: Oyun Türü:

source: Games Count:
tr: Oyun Sayısı:

source: LARGE TOURNAMENTS
tr: KALABALIK TURNUVALAR

source: List of all groups on kakaranet
tr: Tüm grupların listesi

source: NEW
tr: SEN DÜZENLE

source: NOT FILL UP
tr: DOLDU DOLACAKLAR

source: New group created!
tr: Yeni grup kuruldu!

source: Number of Games:
tr: Oyun Sayısı:

source: PARTICIPATION PERCENTAGE
tr: KATILIM ORANINA GÖRE

source: PCS
tr: tane

source: Please wait for Tournament start or Start it Mannually.
tr: Lütfen Turnuvanızın başlamasını bekleyin yada kendiniz başlatın.

source: Please wait...
tr: Lütfen bekleyin...

source: Please, choose at least the main prize!
tr: Lütfen, en azından 1.lik ödülünü seçin!

source: Please, choose second prize!
tr: Lütfen, 2.lik ödülünü seçin!

source: Please, provide tournament name!
tr: Lütfen, Turnuvanıza bir “AD” verin!

source: Please, try next month
tr: Lütfen gelecek ayı bekleyiniz..!

source: Quota:
tr: Kota:

source: RESET
tr: SIFIRLA

source: Short view
tr: Toplu gösterim

source: Sort by type:
tr: Sıralama Şekli:

source: TAKE MY SEAT
tr: MASAYA GİR

source: TIME APPROACHING
tr: PEK YAKINDA

source: TOURNAMENTS PAGE
tr: TURNUVALAR SAYFASI

source: Tours
tr: Kaç tur

source: User '$username$' can no longer see own contracts now!
tr: $username$ üyemiz artık kendi sözleşmesini göremeyecek!

source: User '$username$' can see own contracts now!
tr: $username$ üyemiz artık kendi sözleşmesini görebilecek!

source: User '$username$' is an affiliate now!
tr: $username$ üyemiz artık BAYİ oldu!

source: User '$username$' is no longer an affiliate!
tr: $username$' üyemizin BAYİ’liği İPTAL edildi!

source: View:
tr: Görünüm:

source: day
tr: gün

source: ACCORDING TO FRIENDS
tr: ARKADAŞLARIMA GÖRE

source: Read the rules of our games
tr: Oyun Kurallarını okuyunuz

source: Dashboard
tr: Sayfam

source: Home
tr: Ana Sayfa

source: Del
tr: KALDIR

source: Deliver!
tr: Hediyeni al!

source: Disconnects:
tr: Kopmalar:

source: Filter by nick
tr: Kullanıcı Adı’na göre sırala

source: Game $tablename$ of $gametype$ just ended.<br> &mdash; $winner1$ won $points1$ game points and $kakush1$ kakush;<br> &mdash; $winner2$ won $points2$ game points and $kakush2$ kakush.
tr: $tablename$ masasında $gametype$ oyunu bitti.<br> &mdash; $winner1$ $points1$ puan kazandı.<br> &mdash; $winner2$ $points2$ puan kazandı.

source: Game $tablename$ of $gametype$ just ended.<br> &mdash; $winner1$ won $points1$ game points and $kakush1$ kakush;<br> &mdash; $winner2$ won $points2$ game points and $kakush2$ kakush;<br> &mdash; $winner3$ won $points3$ game points and $kakush3$ kakush.
tr: $tablename$ masasında $gametype$ oyunu bitti.<br> &mdash; $winner1$ $points1$ puan kazandı.<br> &mdash; $winner2$ $points2$ puan kazandı.<br> &mdash; $winner3$ $points3$ puan kazandı.

source: Game $tablename$ of $gametype$ just ended.<br> &mdash; $winner1$ won $points1$ game points and $kakush1$ kakush;<br> &mdash; $winner2$ won $points2$ game points and $kakush2$ kakush;<br> &mdash; $winner3$ won $points3$ game points and $kakush3$ kakush;<br> &mdash; $winner4$ won $points4$ game points and $kakush4$ kakush.
tr: $tablename$ masasında $gametype$ oyunu bitti.<br> &mdash; $winner1$ $points1$ puan kazandı.<br> &mdash; $winner2$ $points2$ puan kazandı.<br> &mdash; $winner3$ $points3$ puan kazandı.<br> &mdash; $winner4$ $points4$ puan kazandı.

source: Game $tablename$ of $gametype$ just ended.<br>$winner1$ won $points1$ game points and $kakush1$ kakush.
tr: $tablename$ masasında $gametype$ oyunu bitti. $winner1$ $points1$ puan kazandı.

source: Game ended
tr: Oyun Bitti

source: It will now appear in your feed.
tr: Şimdi sayfanıza geliyor.

source: Kakaranet: new delivery
tr: Ürün talebi

source: Login with Facebook
tr: Facebook ile giriş

source: Loses:
tr: Kaybettiği:

source: Notification error while processing delivery!
tr: Teslimat işlemleri için HATA mesajı

source: Ok, the delivery is on its' way now!
tr: Tamamdır. Ürününüz yolda..!

source: Only paid members
tr: Sadece Paket Satın Almış Üyeler

source: Paid
tr: Ödendi

source: Players Count:
tr: Kaç Kişilik:

source: Please, check:
tr: Lütfen Bilgilerinizi<br> Kontrol edin:

source: Saved
tr: Kaydedildi

source: Success ratio:
tr: Başarı Oranı:

source: Total games played:
tr: Oynadığı Oyun:

source: Tournament $name$$desc$ just finished.<br>$winner1$ won $kakush1$ worth $prize1$.
tr: $name$$desc$ isimli Turnuva Bitmiş olup sonuçlar şöyledir.<br>$winner1$ ,$kakush1$ puan karşılığı $prize1$ ödülünü kazandı.

source: Tournament $name$$desc$ just finished.<br>$winner1$ won $kakush1$ worth $prize1$.<br>$winner2$ won $kakush2$ worth $prize2$.
tr: $name$$desc$ isimli Turnuva Bitmiş olup sonuçlar şöyledir.<br>1. $winner1$, $kakush1$ puan karşılığı $prize1$ ödülünü kazandı.<br>2. $winner2$, $kakush2$ puan karşılığı $prize2$ ödülünü kazandı.

source: Tournament $name$$desc$ just finished.<br>$winner1$ won $kakush1$ worth $prize1$.<br>$winner2$ won $kakush2$ worth $prize2$.<br>$winner3$ won $kakush3$ worth $prize3$.
tr: $name$$desc$ isimli Turnuva Bitmiş olup sonuçlar şöyledir.<br>1. $winner1$, $kakush1$ puan karşılığı $prize1$ ödülünü kazandı.<br>2. $winner2$, $kakush2$ puan karşılığı $prize2$ ödülünü kazandı.<br>3. $winner3$, $kakush3$ puan karşılığı $prize3$ ödülünü kazandı.

source: Tournament finished
tr: Turnuva Bitmiştir

source: Wins:
tr: Kazandığı:

source: for $gametype$ game.<br>Game specs: $rounds$ rounds, $speed$ speed, $mode$ mode.
tr: $rounds$ ellik, $mode$, $speed$ $gametype$ oyunu

source: CANCELED
tr: İPTAL OLDU

source: Phone
tr: Tel.

source: Our player, $username$, has created |tablenamelink| for $gametype$ game. <br>Game specs: $rounds$ rounds, $speed$ speed, $mode$ mode.
tr: $rounds$ ellik, $mode$, $speed$ $gametype$ oyunu |tablenamelink| isimli masada $username$ tarafından kuruldu.

source: Our player, $username$, has created $type$ tournament: |tournamentnamelink| $desc$ in $game$ to be held $date$ $time$ for $players$ players with $quota$ per round quota. Prize fund is: $kakush$.
tr: $kakush$ puan ödüllü $type$ $game$ TURNUVASI, $date$ günü saat $time$ de başlayacaktır. $players$ oyuncunun oyunbaşı $quota$ kota ile katılabileceği |tournamentnamelink| isimli turnuva; $username$, tarafından kurulmuştur.

source: Sorry, only paid users can join this tournament.
tr: Üzgünüz, Turnuvaya katılmak için bir “ÜYELİK PAKETİ” Satın Almak gerekiyor.

source: Sorry, only paid users can play two tournaments in a time.
tr: Bir turnuva kaydınız olduğu için 2.sine kayıt olamıyorsunuz.Eğer bu turnuvaya katılmak isterseniz önceki turnuva kaydınızı iptal etmelisiniz.Bkn. Adres; ’Turnuvalar sayfası/turnuvaya katılmak!

source: CHAT
tr: SOHBET

source: Game Type:
tr: Oyun Türü:

source: JOIN TOURNAMENT
tr: TURNUVAYA KATIL

source: LEAVE TOURNAMENT
tr: TURNUVADAN AYRIL

source: PARTICIPANTS
tr: KATILIMCI SAYISI

source: Quota:
tr: Kota:

source: SKILL SCORE
tr: YETENEK PUANI

source: START DATE
tr: BAŞLAMA TARİHİ

source: STATUS
tr: DURUM

source: TIME LEFT
tr: KALAN ZAMAN

source: TOTAL SCORE
tr: TOPLAM PUAN

source: TOURNAMENT LOBBY
tr: TURNUVA KULİSİ

source: Tournament Info
tr: Turnuva Bilgileri

source: USER
tr: KATILAN ÜYELER

source: CREATE
tr: YARAT

source: CREATE TOURNAMENT
tr: TURNUVA YARAT

source: Cost Range:
tr: Hediye Aralığı:

source: Game Mode:
tr: Oyun Tipi:

source: PRIZES TO CHOOSE
tr: ÖDÜLÜ BELİRLE

source: Players total:
tr: Oyuncu Sayısı:

source: Prizes:
tr: Ödüller:

source: Tour. Name:
tr: Turnuva Adı:

source: Tournament Type:
tr: Turnuva Türü:

source: Tournament Name:
tr: Turnuva Adı:

source: So, you want to deliver <b>$name$</b> worth $kakush$ kakush
tr: $kakush$ kakuş değerinde <b>$name$</b> hediyenizi alıyorsunuz

source: Sorry, all tables are full, you can create one youself!
tr: Maalesef şu anda tüm masalar dolu. Kendi masanızı kurabilirsiniz!

source: Our player $player$ $tourstatus$ tournament $name$$desc$ on $pos$ position with $points$ game points. Tournament goes on with $total$ finalists: <br>&nbsp;$pos1$. $winner1$ with $points1$ points; <br>&nbsp;$pos2$. $winner2$ with $points2$ points; <br>&nbsp;$pos3$. $winner3$ with $points3$ points; <br>&nbsp;$pos4$. $winner4$ with $points4$ points.
tr: $player$ üyemiz $name$$desc$ turnuvasında $tourstatus$ sonunda $points$ puan ile $pos$. durumda bulunmaktadır. Turnuva, kalan $total$ oyuncu ile devam etmektedir. İlk dört sıralaması şöyledir: <br>&nbsp;$pos1$. $points1$ puan ile: $winner1$; <br>&nbsp;$pos2$. $points2$ puan ile: $winner2$; <br>&nbsp;$pos3$. $points3$ puan ile: $winner3$; <br>&nbsp;$pos4$. $points4$ puan ile: $winner4$.

source: Our player $player$ $tourstatus$ tournament $name$$desc$ on $pos$ position with $points$ game points. Tournament goes on with $total$ finalists: <br>&nbsp;$pos1$. $winner1$ with $points1$ points; <br>&nbsp;$pos2$. $winner2$ with $points2$ points; <br>&nbsp;$pos3$. $winner3$ with $points3$ points; <br>&nbsp;$pos4$. $winner4$ with $points4$ points.
tr: $player$ üyemiz $name$$desc$ turnuvasında $tourstatus$ sonunda $points$ puan ile $pos$. durumda bulunmaktadır. Turnuva, kalan $total$ oyuncu ile devam etmektedir. İlk dört sıralaması şöyledir: <br>&nbsp;$pos1$. $points1$ puan ile: $winner1$; <br>&nbsp;$pos2$. $points2$ puan ile: $winner2$; <br>&nbsp;$pos3$. $points3$ puan ile: $winner3$; <br>&nbsp;$pos4$. $points4$ puan ile: $winner4$.

source: Personal&nbsp;ID#
tr: T.C. Kimlik no.

source: Remaining Kakush
tr: Kalan kakuş

source: The table is private. You're not allowed to join...
tr: Bu masa ÖZEL. Sadece davetliler için...

source: This email it taken by other user. If You already have the kakaranet.com account, please login and connect the to facebook.
tr: Kakaranet üyeliği için adres onayı verdiyseniz bu e-posta başkası tarafından yönlendirilmiş olabilir. Dikkate almayınız...

source: User $uname$ $usurname$ ($user$) wants his $gname$ ($vendor_id$, $gift_id$) delivered to $address$, $city$, $district$, $postal_code$. Tel.: $phone$. Pesonal id # of Turkish citizen: $personal_id$
tr: Talep eden: $uname$ $usurname$ ($user$). Ürün: $gname$, ($vendor_id$, $gift_id$). Adres: $address$, $city$, $district$, $postal_code$, $phone$. T.C. Kimlik no.: $personal_id$

source: <b>$name$</b> worth $kakush$ kakush
tr: $kakush$ kakuş değerinde <b>$name$</b> ürününü seçtiniz

source: You can see all the prizes here
tr: Burada hediye ürünlerini görebilirsiniz

source: User $uname$ $usurname$ ($user$) wants his $gname$ ($vendor_id$, $gift_id$) delivered to $address$, $city$, $postal_code$. Tel.: $phone$. Pesonal id # of Turkish citizen: $personal_id$
tr: Talep eden: $uname$ $usurname$ ($user$). Ürün: $gname$, ($vendor_id$, $gift_id$). Adres: $address$, $city$, $postal_code$, $phone$. T.C. Kimlik no.: $personal_id$

source: FINISHED IN PAST
tr: KAZANANLAR

source: FUTURE TOURNAMENTS
tr: GELENLER

source: NOW PLAYING
tr: DEVAM EDENLER

source: Tournament Setup!
tr: YENİ TURNUVA KURMAK!

source: Turnament Rules!
tr: TURNUVAYA KATILMAK!

source: Join, Leave or Play tournaments here.
tr: Kaydınızı yapmak için burayı tıklayın. Başlama saatinde Turnuva Kulisinde bulunmanız yeterli.

source: KakushPoints
tr: Kakuş Puan

source: Select by:
tr: Sirala:
